[
  {
    "id": 1,
    "name": "Eva",
    "feature": "Looking for love",
    "species": "Large Female German Shepherd Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_0/c_crop,w_1080,h_1080,x_456,y_57/c_fill,w_638,h_638/v1610754042/emuqbou6fdnvalbj3tno.jpg",
    "description": "Due to COVID-19 and border closures I can only be adopted in New South Wales or ACT.\n\nMy name is Eva and I am a two and a half year old German Shepherd who ended in a local shelter and my owners never came to pick me up. I do have a few aggression issues so I am looking for a home that has rescued German Shepherds and are willing to put the time in to train me.\n\nI have been visiting pounds a few times in my short life so I will need good fencing, and being a young dog I will need an active home to keep me entertained.\n\nUnfortunately I cannot go to a home with children and I haven't been tested with cats or pocket pets.\n\nI am now being trained to walk well on a lead and be social with other dogs.\n\nI am a very intelligent dog with a lot of energy, and so I need to be kept stimulated and busy.\n\nI have a lot of energy so I am looking for a home with an energetic person or couple, who have recently had a German Shepherd and understand the time, commitment and on going training I will requirement.\n\nI would be best suited to a home where I will be an integral family member.",
    "location": "Windsor, NSW",
    "rescueGroup": "German Shepherd Rescue New South Wales",
    "age": "2 years 11 months",
    "adoptionFee": "$550.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900075002008152"
  },
  {
    "id": 2,
    "name": "Lachie Hartwell",
    "feature": "Quiet, Loving Boy",
    "species": "Small Male Maltese Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_0/c_crop,w_577,h_577,x_507,y_123/c_fill,w_638,h_638/v1609320045/zn7cxluiufmcgefbs2lw.jpg",
    "description": "We want to know Lachie’s secret. He has such a sweet face and still looks like a puppy. Unfortunately his little legs show that he’s not. Lachie is in very good overall health, but has arthritis in his rear legs (especially left) resulting in some difficulty in walking.\\n\\nSince being in our care he has come out of his shell in a big way. He’s still a very placid dog, but is showing the fun, excitable part of his personality.\\n\\nLachie’s favourite spot is napping next to you on the couch but he also loves to be outside in the garden so would appreciate the freedom to wander in or out as he pleases. But, he also LOVES his walks despite the fact that he should only go about 500m each time.\\n\\nLachie gets excited at the prospect of going for a walk. He runs down the hallway, pushing his way through the door to get outside and then waits at the front gate in anticipation. He may not be able to walk too far (because of his rear leg issues) but would benefit from short daily walks.\\n\\nHe loves to meet other dogs and people during a walk, happily accepting pats and affection from anyone who will give it to him. Lachie is very good with other dogs. He is curious and enthusiastic to meet them with no signs of aggression or negative reactions. Lachie walks well on lead, he doesn’t pull but if you want to change direction and he doesn’t he can be a little stubborn. Lachie is quite the determined boy when he wants to be!\\n\\nHe will come for a treat but apart from that doesn’t seem to know any commands. Lachie’s teeth have been very neglected resulting in the need to remove most of them. But this hasn’t affected his appetite and he quite happily eats dry food, as well as wet food, now that his gums have healed.\\n\\nLachie is great with the cats he shares his foster home with. He notices them but doesn’t react. They have even touched noses checking each other out and then walked away like nothing happened.\\n\\nLachie would love to be with someone/or a family/couple who can take him with them most places they go. He's the kind of dog that enjoys sitting at a cafe while you're having a coffee and greeting all the people and dogs around him.\\n\\nLachie needs a compassionate home – one that is committed to Lachie’s need for ongoing treatment of his arthritis and one that will give this older boy a much needed respite and the love and care he may have missed out on.\\n\\nA similarly sedate cat or senior dog might be okay in his new home.",
    "location": "Elwood, VIC",
    "rescueGroup": "Victorian Dog Rescue",
    "age": "12 years 3 months",
    "adoptionFee": "$580.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "981000300365254"
  },
  {
    "id": 3,
    "name": "Floyd Devereux",
    "feature": "Loving Boy",
    "species": "Large Male Wolfhound Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_270/c_crop,w_1333,h_1333,x_0,y_194/c_fill,w_638,h_638/v1593918792/rj4xgituhnze7ucildpm.jpg",
    "description": "",
    "location": "Toora, VIC",
    "rescueGroup": "Victorian Dog Rescue",
    "age": "5 years 4 months",
    "adoptionFee": "$580.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "941000018652689"
  },
  {
    "id": 4,
    "name": "Jack Loveday",
    "feature": "Sweet & Friendly",
    "species": "Large Male Bull Arab Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_0/c_crop,w_575,h_575,x_148,y_124/c_fill,w_638,h_638/v1611378525/yfctcqyyvfoseln8tqba.jpg",
    "description": "",
    "location": "Geelong, VIC",
    "rescueGroup": "Victorian Dog Rescue",
    "age": "9 years 3 months",
    "adoptionFee": "$580.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900141000070997"
  },
  {
    "id": 5,
    "name": "Loki Bellingham",
    "feature": "Adorable Cuddle Bug",
    "species": "Medium Male Kelpie x Koolie Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_0/c_crop,w_380,h_380,x_26,y_0/c_fill,w_638,h_638/v1613818249/wqfsl4bcfecluawmiuju.jpg",
    "description": "",
    "location": "Highett, VIC",
    "rescueGroup": "Victorian Dog Rescue",
    "age": "6 years 4 months",
    "adoptionFee": "$580.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900164000860350"
  },
  {
    "id": 6,
    "name": "Dennis",
    "feature": "Looking for love",
    "species": "Small Male Lhasa Apso Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/a_0/c_crop,w_1500,h_1500,x_0,y_250/c_fill,w_638,h_638/v1616332919/llanqlabrdbyzzmi0xv2.jpg",
    "description": "Sweet Dennis came from the pound matted and in appaulling condition..\n\nHe had many medical problems including infected ears, a 3cm ear tumour, a putrid mouth, lacerated foot, eyelid tumour and added to this he is heartworm positive.\n\nHe has had a dental, x rays, foot treatment and ear treatment and slowly putting on condition. He has gained almost 10% increase in weight by the time he had his ear tumour, eyelid tags and desexing done.\n\nMid March he commences his heartworm treatment which will occur over a few months. He has a non-shedding coat and came in weighing 7.5kg.\n\nSuit Part Time Worker: Copes alone for short periods, with training possibly longer but presently does need someone home part of the time.\n\nApartment Friendly: Could cope in an apartment environment. Regular walks or use of an artificial grass patch is suggested.\n\nLow Shedding",
    "location": "Ingleside, NSW",
    "rescueGroup": "Doggie Rescue",
    "age": "16 years 2 months",
    "adoptionFee": "$400.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900164000860350"
  },
  {
    "id": 7,
    "name": "Abbie",
    "feature": "Loving and playful",
    "species": "Medium Female Kelpie Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/h_638,w_638,c_pad,q_auto:best,c_fill/v1616640822/pozo0nbls8eqpcnjygkt.jpg",
    "description": "Are you searching for a sweet, smart, loving girl to join your family? Pleased to meet you, I’m Abbie and I tick all of those boxes! I am a delightful Kelpie mix and I get along wonderfully with other dogs of all shapes and sizes and I absolutely adore people. I am a gentle girl and I will make a wonderful companion. I am clever and ready to start learning new tricks. I take treats very gently and I love to play with toys. I can be a little shy when we are getting to know each other but I warm up quickly. Am I the missing piece of your family? Love Abbie xx",
    "location": "Kingaroy, QLD",
    "rescueGroup": "Karma's Place Rescue",
    "age": "5 months",
    "adoptionFee": "$550",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "n/a"
  },
  {
    "id": 8,
    "name": "Yana",
    "feature": "Young Shepherd",
    "species": "Large Female German Shepherd Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/h_638,w_638,c_pad,q_auto:best,c_fill/v1607022516/axbwhzeerdliatmh9bwr.jpg",
    "description": "My name is Yana and I am a seventeen month old Black German Shepherd. My owners have had to make the hard decision to find me a new home.\n\nI have recently been diagnosed with Hip Dysplasia and am currently on anti inflammatory drugs but at times after running around I am a bit sore. I am currently living with young children but struggle when I am in pain and they want to play.\n\nI would be better suited to a home with either a couple or family with teenage children that have recently owned a German Shepherd.\n\nI will need a home where I will be an integral family member.\n\nI have been living with a foster carer for a while and have revealed that I am very clever and a loving companion. I am very affectionate and eager to bond, and a bit of a cuddle monster.\n\nI have good recall and am learning manners such as sitting on my matt and waiting to be invited to get out of the car, and no jumping on the furniture.\n\nI am not high maintenance or laden with high energy. A series of smaller walks during the day keep me happy and my favourite activity is to sit beside my foster mum whilst she works.\n\nI am a smaller sized Shepherd who has a beautiful silky coat that hardly sheds at all. I love car rides and am friendly towards new people including older children and dogs. I am living with an older chilled out male German Shepherd. At day care I have proved myself as quite a socialite.\n\nI am super smart (my foster mum also says so) at learning new tasks like swimming in a river, which I love, also sitting on my foster mum's paddleboard.\n\nIntelligence, loyalty, love and companionship is what I will give in abundance when I connect and build that trust with my new owner.\n\nIf you understand the nature of the German Shepherd, have recently owned a German Shepherd, and are looking for a companion dog then please consider me.",
    "location": "Kenthurst, NSW",
    "rescueGroup": "German Shepherd Rescue New South Wales",
    "age": "1 year 8 months",
    "adoptionFee": "$500.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": false,
    "microchipNumber": "900113000600515"
  },
  {
    "id": 9,
    "name": "Frankie",
    "feature": "Adopt Love!",
    "species": "Large Male Australian Cattle Dog x Rhodesian Ridgeback Mix Dog",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/h_638,w_638,c_pad,q_auto:best,c_fill/v1617350860/u1uhjriqz4rnzqx6l3l8.jpg",
    "description": "NAME: Frankie\n\nBEFORE SAFE ESPERANCE: Came to us from the pound.\n\nBREED: Rhodesian Ridgeback X Australian Cattle Dog\nGeneral Breed Traits: Rhodesian Ridgeback: smart but stubborn with a dignified aloofness to strangers, Mischievous and strong willed, needs an experienced owner. Sensitive, they do not do well when left alone for long periods. Affectionate and gentle with family and will defend their home. Their high prey drive precludes other animals unless raised together. Can be aggressive towards animals outside the home. If bored and lonely can be destructive or wander so strong, high fencing is needed. Not a dog for novice owners.\nAustralian Cattle Dog: Affectionate, devoted and protective of family but can be wary of strangers. Often attaches to one person and loves to be close. Very high energy and highly intelligent - they love to have a job - if not mentally and physically worked enough they will be destructive. Bred to herd by nipping so is mouthy and will nip children, pets, cars, anything that moves. Also has strong prey drive with other small animals. Not for novice owners.\n\nASSETS: Easy-going, affectionate, devoted, eager to please, friendly, outgoing, obedient, active, playful and very sweet! He's friendly to every adult he meets with no sign of fear or aggression at all and adores cuddles. He loves to try and get on your lap so prepare to be squished!\n\nFAVOURITE THINGS: Frankie loves to play with the other dogs in his foster home and enjoys getting out and about for walks. He also loves his fluffy toys and will chase and chew tennis balls.\n\nENDEARING FEATURES: He has a lovely sweet nature and does whatever he's asked to do. He's really keen to learn so training should be a breeze.\n\nOTHER ANIMALS: He gets on well with other friendly dogs after gentle introduction and enjoys playing with them. He has shown chasing behaviour towards cats but not with malice so could possibly go to a home with a dog-savvy cat that will stand its ground - closely supervised introductions essential.\n\nGENERAL INFO: Frankie walks well on his lead and only barks when he sees strangers or other animals. He does need a little housetraining still as he has the odd accident inside, but routine and consistency in his new home should sort this out. His command training is coming along nicely but will need some more work from his new owner. Training classes are a must for Frankie to make up for the lack of foundation and structured early learning which is so vital to a young pup. He doesn't like to be left alone and will howl for attention when left for any length of time without doggy or human company.\n\nESSENTIALS:\nStability: A home where someone is there for most of the day on a permanent basis or can take him out, as he really doesn't like to be left alone. Training classes are essential for Frankie to socialize and learn in a safe and controlled environment, giving him the confidence that he lacks.\nTime: Frankie has a medium energy level and will need good daily exercise. A walk/run twice a day will keep him happy.\nSpace: Frankie needs a good sized, secure yard with some grass and interesting things for him to sniff.\nLove: Frankie needs to be allowed to be inside or out as he chooses, to sleep inside at night and to be included as part of the family. He would go well with dog-savvy, gentle children over 8 years old, and would love a youngish dog to play and interact with in his new home",
    "location": "Esperance, WA",
    "rescueGroup": "SAFE Esperance (Saving Animals From Euthanasia)",
    "age": "5 months",
    "adoptionFee": "$750.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900164000860350"
  },
  {
    "id": 10,
    "name": "Turbo",
    "feature": "Looking for love",
    "species": "Large Male Staffordshire Bull Terrier Mix Dog\n",
    "imageUrl": "https://res.cloudinary.com/petrescue/image/upload/h_638,w_638,c_pad,q_auto:best,c_fill/v1617320408/b2yt8zshe93hgpzvnpu0.jpg",
    "description": "Get ready to meet Turbo, the super charged, twin cylinder Staffy.\n\nTurbo is a pocket sized nugget of fun and love who likes to chase tennis balls and hang out with his favourite humans. He can be a little uncomfortable\nwith being touched sometimes, and is not fond of people touching his food, so it's best that he goes to a home with no kids under 12 years.\n\nBack in his prime, Turbo had energy for days. He loved running around chasing tennis ball and making friends at park or beaches. These days though,\nTurbo likes to retire to his bed and watch the world trundle by. He's an older and more mature dog than some of the other pups around the shelter, and as\nan older dog, he would prefer to go to a quiet and calm home, with owners who have had experience with dogs before.\n\nIf you live with any other dogs, be sure to bring them to meet Turbo, as we're sure he would prefer to meet any dogs before going home to live with them.\nTurbo is dog friendly and would like to make sure that any dogs he lives with will be able to give him the space that a older dog such as he needs and\ndeserves.",
    "location": "Yagoona, NSW",
    "rescueGroup": "RSPCA Sydney Shelter (Yagoona)",
    "age": "10 years 4 months",
    "adoptionFee": "$220.00",
    "desexed": true,
    "vaccinated": true,
    "wormed": true,
    "microchipNumber": "900164000860350"
  }
]